<template>
  <n-card>
    <h3 style="margin-bottom: 1rem">Данная платформа предназначена для форматирования и исправления ошибок в тексте</h3>
    <h4 style="margin-bottom: 0.5rem">Для получения готового текста:</h4>
    <ul>
      <li>1. Добавить текст удобный для вас образом</li>
      <li>2. Выбрать необходимые параметры </li>
      <li>3. Нажать кнопку "Отправить" для текстового формата или просто загрузить файл для отправки</li>
    </ul>
  </n-card>
</template>

<script setup lang="ts">

</script>

<style lang="scss">

</style>
